const products = [['колбаса', 'помидоры', 'сыр'], ['салями', 'грибы', 'сыр', 'соус'], ['салат', 'курица', 'помидоры', 'яйца'],
    ['салями', 'грибы', 'сыр', 'соус'], ['колбаски', 'помидоры', 'сыр', 'грибы'], ['овощи', 'соус', 'сыр'], ['соус', 'колбаса', 'ветчина', 'помидор', 'зелень'],
    ['грибы', 'соус', 'салями', 'сыр'], ['курица', 'соус', 'ананас', 'зелень'], ['помидор', 'кукуруза', 'горох', 'соус', 'сыр'], ['зелень', 'соус', 'тофу'],
    ['чернила корокатицы', 'колбаса', 'помидор', 'сыр'], ['сыр', 'соус', 'тесто'], ['овощи', 'сметана', 'нежирный сыр'], ['чеснок', 'перец чили', 'колбаса', 'соус'],
    ['фрукты', 'мороженое', 'желе', 'крем'], ['ананас', 'грибы', 'сыр', 'соус'], ['сыр', 'кетчуп', 'куриное филе']];

const arrNames = ['Маргарита', 'Пеперони', 'Цезарь', 'Салями', 'Охотничья', 'Гавайская', 'Барбекю', 'Грибная', 'Куриная',
    'Овощная', 'Веганская', 'Черная', 'Сырная', 'Фитнес', 'Чесночная', 'Сладкая', 'Ананас-грибы', 'Детская'];
const arrImg = ['img/pizza-1.jpg', 'img/pizza-2.jpg', 'img/pizza-3.jpg', 'img/pizza-1.jpg', 'img/pizza-2.jpg', 'img/pizza-3.jpg',
    'img/pizza-1.jpg', 'img/pizza-2.jpg', 'img/pizza-3.jpg', 'img/pizza-1.jpg', 'img/pizza-2.jpg', 'img/pizza-3.jpg',
    'img/pizza-1.jpg', 'img/pizza-2.jpg', 'img/pizza-3.jpg', 'img/pizza-1.jpg', 'img/pizza-2.jpg', 'img/pizza-3.jpg'];

